Repository: a-jb97/Steppie
Catalog: ios/Steppie/Steppie/Localizable.xcstrings
Source language: ko
Languages: en

source: 현재 PIN이 맞지 않아요.
en: The current PIN is incorrect.

source: 현재 사용 중
en: Currently in use

source: 현재 사용 중인 루틴 세트는 삭제할 수 없어요. 먼저 다른 루틴 세트를 오늘 루틴으로 설정해 주세요.
en: The routine set currently in use cannot be deleted. Set another routine set as today's routine first.

source: 현재 선택: %@
en: Current selection: %@

source: 현재 선택: 시간 없음
en: Current selection: No time

source: 현재 세트를 마친 뒤 이 시간이 되면 자동으로 시작합니다
en: After the current set is complete, this set starts automatically at this time

source: 확인
en: OK

source: 환경 설정
en: Settings

source: 활동 이름
en: Activity name

source: 활동 추가로 첫 루틴을 만들어 주세요.
en: Add an activity to create the first routine.

source: 활동이 없어요
en: No activities

source: 활성
en: Active

source: 효과음
en: Sound effects
